{
  "id": 1738936043159,
  "title": "",
  "content": "\nIn an effort to shrink the size of the federal workforce, the Trump administration is prodding government employees to shift to the private sector for the next stage of their careers. But it may not be that simple.\n\nEligible federal workers initially had until Thursday to accept the administration’s deferred resignation offer, which would allow them to quit while still being paid through September — but a federal judge paused the deadline on Thursday afternoon.\n\n“We encourage you to find a job in the private sector as soon as you would like to do so,” the Office of Personnel Management said in an FAQ about the offer. “The way to greater American prosperity is encouraging people to move from lower productivity jobs in the public sector to higher productivity jobs in the private sector.”\n\nBut there’s one important factor that federal employees need to keep in mind: It’s not so easy to get private-sector job these days, economists say.\n\n“There has been remarkably little hiring taking place lately,” said Julia Pollak, chief economist at ZipRecruiter. “You actually have quite a static job market at the moment without that many opportunities for people to make a switch.”\n\nThe latest government data reaffirmed the job market’s relatively lethargic condition. The number of job openings fell more than expected in December, according to the Job Openings and Labor Turnover Survey, which was released Tuesday. Hiring remained soft.\n\nMeanwhile, it’s taking more time for the unemployed to land new positions, with job seekers typically spending 10.4 weeks on the hunt compared to eight or nine weeks for much of 2022 and 2023, Pollak said. And the share of the long-term unemployed, who have been out of work for at least six months, has also been on the rise.\n\nTo be sure, some federal workers will have an easier time finding a private-sector post, said Ron Hetrick, senior labor economist at Lightcast, a labor market data company. Those with cybersecurity experience or with security clearances, for instance, would probably get scooped up fairly quickly.\n\nBut those with administrative experience may find it more challenging to transition.\n\n“It’s not exactly a hot job market for professional roles,” he said, noting that there is already a lot of competition for these jobs and the deferred resignation offer will likely add more people to the pool of candidates.\n\nTens of thousands opt in\nMore than 50,000 people have decided to take the deferred retirement package, a Trump administration official told CNN on Thursday. Those who don’t take it are at risk of being laid off, OPM has warned.\n\nThe offer is one of several steps the Trump administration is taking to overhaul and downsize the federal workforce.\n\nFederal employee unions have urged their members to reject the incentive, questioning its legality and the Trump administration’s ability to fulfill its promises. They note that the federal government is funded only through mid-March so the administration can’t offer to pay workers through September at this time.\n\nThe judge’s pause stems from a lawsuit that the American Federation of Government Employees and several other unions filed in US District Court in Massachusetts on Tuesday seeking a temporary restraining order to halt the February 6 deadline.\n\nFewer remote work opportunities\nPresident Donald Trump’s mandate that federal workers return to the office full time may prod some of those who want to continue teleworking to consider the package. But these types of positions are tough to find in the private market, Hetrick said, with remote openings attracting twice the number of applicants as in-person listings.\n\nAnother challenge: Federal employees skew older, and it’s often harder for these workers to find new employment, Pollak said. Some 28% are ages 55 and older, compared to just under 24% of the overall workforce, according to Pew Research Center.\n\nStill, the federal workforce does have some advantages. They tend to be more educated and could be quite attractive to employers who have government contracts, Pollak said.\n\nAlso, the eight months of paid leave federal staffers have been offered could give them time to hunt for a new position. They should use that time to expand their network and learn how to market themselves, Hetrick said.\n\n“You can’t rely on the job market being better, but you can be better,” he said.",
  "img": "",
  "audio": ""
}