{
  "id": 1738939757313,
  "title": "",
  "content": "If the pundits proved right, the US labor market was supposed to have broken down by now.\n\nIt wasn’t supposed to survive the Federal Reserve’s historic and aggressive rate-hiking campaign to reel in high inflation.\n\nInstead, the job market — much like the broader US economy — has remained remarkably strong and has kept rolling right along into one of the longest periods of employment expansion in history.\n\nOn Friday at 8:30 a.m. ET, the Bureau of Labor Statistics will release the January jobs report; and, by and large, economists expect that job gains continued to slow to pre-pandemic norms but remained fairly solid (although, there’s expected to be a fair bit of data-related noise to cut through and analyze … more on that later).\n\nThe consensus estimates are hovering around a net gain of 170,000 jobs for last month, according to FactSet. The unemployment rate is expected to hold steady at 4.1%.\n\nHowever, the solid and steady labor market appears to be approaching another junction, as well as some obstacles in the road.\n\n“It’s a bit of a corny phrase, but I think the idea of the labor market being at a crossroads is an apt analogy,” said Oliver Allen, senior US economist at Pantheon Macroeconomics. “It does seem like we’re in ‘wait-and-see’ mode, to be honest.”\n\nThe resilient job market is contending with an ongoing pullback in hiring (keeping people on the sidelines for longer), a still-high interest rate environment, and now a cadre of sweeping policy actions from the White House.\n\nCompanies are ‘hiring as if they’re in a recession’\nOne path is the “soft landing” situation where the Federal Reserve achieves price stability without tanking the economy. That would likely consist of the economy sailing along, inflation continuing to ease, and no problematic effects from elsewhere, he said.\n\nThat would allow the Fed to give the economy enough stimulus quickly (by continuing to lower interest rates) and keep the labor market moving in a positive direction, Allen said.\n\nGettyImages-1394077085.jpg\nRelated article\nThese are the fastest-growing job titles, according to LinkedIn users\n\nAs it stands now, the churn within the US labor market continues to slow: The latest labor turnover data released this week showed hiring remained weak and employers — especially small businesses — pulled back on job postings.\n\nThe Job Openings and Labor Turnover Survey for December showed that the number of available jobs sank to an estimated 7.6 million in December from 8.16 million the month before.\n\nThe slowdown in job growth has come mostly from reined-in hiring. Layoffs remain at low levels.\n\nNew data released Thursday showed that job cuts announced in January were the lowest since 2022, according to Challenger, Gray & Christmas. The latest Challenger report tabulated 49,795 announced job cuts last month, which is up 28% from December but down 40% from January 2024.\n\nInitial jobless claims, a proxy for layoffs, moved higher last week to 219,000 claims, remaining near pre-pandemic levels, according to new Department of Labor data released Thursday.\n\n“January was relatively quiet in terms of job cut announcements,” Andrew Challenger, the firm’s senior vice president, wrote in a statement. “However, we’ve already seen major announcements in the early days of February, so it seems this quiet is unlikely to last.”\n\nStill, the current pattern of weak hiring and constrained layoffs leaves little room for maneuvering.\n\nSo, if there’s a hit to the economy or the labor market, there’s not much of a buffer for it to be absorbed through reduced hiring. If the pressure is significantly intense, it would have to come through layoffs, Pantheon’s Allen said.\n\nAnd actions from the new administration — whether on trade, immigration or the extent to which federal employment is cut are among the biggest external wild cards now, Allen said.\n\n“That leaves us in a situation where things can essentially flip quite quickly, because you’ve already got companies hiring as if they’re in a recession — even if they’re not laying people off,” Allen said. “That’s the sort of dynamic that feeds on itself quite quickly; that’s the dynamic where you start to get a more significant slowdown.”\n\nHigh optimism, high uncertainty\nFor now, there remain some strong tail winds building behind the economy and the labor market, said Julia Pollak, chief economist at employment site ZipRecruiter.\n\n111054_TrumpVersusFed STELLAR THUMB2.jpg\nvideo\nRelated video\nWhy a clash between President Trump and Fed Chair Jerome Powell looks inevitable\n\nThose include real (inflation-adjusted) wage gains for workers; strong earnings for businesses; a fairly strong stock market; and, for some small businesses, a “Trump effect,” she said.\n\n“I’m not sure what policy exactly or how the Biden administration was upsetting businesses so much, or which taxes or labor provisions were making them so downbeat on the economy and growth,” she said. “But clearly, every survey shows that businesses are pretty optimistic about 2025 and companies, by and large, expect to expand head count more in the coming six months.”\n\nBut there also remains “tremendous uncertainty,” she said.\n\n“That uncertainty has shifted from what [Federal Reserve Chair] Jerome Powell will do to what [President] Donald Trump will do,” she said.\n\nFurther restrictions on immigration and deportations, for example, could spur some additional tightness in the labor market, where demand for workers exceed supply. That in turn could spur additional automation or even lower production, she said.\n\n“When confronted with a shortage of labor often substitute for labor, [companies] automate things more,” Pollak said. “The other thing that might happen is that they reduce production. The cost of labor goes up enough to reduce how much output they can produce or cause them to pivot from more labor-intensive operations to less labor-intensive operations.”\n\nTrump, via the Elon Musk-spearheaded Department of Government Efficiency, is in the process of gutting some federal agencies. It remains to be seen how deep the job cuts will go, but those offered “buyouts” have been “encouraged” to find jobs in the private sector.\n\nGiven the current state of hiring, those prospects are harder, Pollak said, adding that if the severance packages do indeed go through September, that should provide enough time for people to find work.\n\nCold weather could throw cold water on job growth\nEconomists have noted that the January jobs report is among the trickiest to forecast, because it’s typically a big month for job losses: Businesses often let go of hordes of seasonal workers after the holidays and other firms do some belt-tightening to start the year.\n\nAdditionally, every new year brings statistical refinements to help researchers and economists better see through the seasonal noise such as the timing of moving holidays, the number of weekends in the month and sector-specific boom and down times (think: summer travel and ice cream sales, winter ski activity and retail hiring).\n\nThe seasonal adjustment factors help to smooth out the data and better understand underlying trends.\n\nFor example, without the seasonal adjustment, it would seem the US economy suffers a deep economic downturn every January with millions of jobs lost.\n\nThese seasonal adjustments are based on years of data and trends; however, an economy-upheaving pandemic has thrown a gigantic wrench in those decades-long processes and has even created patterns of its own.\n\n“The thing we’ve seen over the last couple of years is that we’ve tended to have some upside surprises in January; and over the last couple of years, those upside surprises have been quite large,” Allen said in an interview.\n\nThat can partly be attributed to the volatile hiring activity in the years after the pandemic, he said. But another key factor is that there has been limited snow cover and relatively high temperatures in January of the past three years, he said.\n\n“This month, however, looks a little bit different,” he added.\n\nJanuary’s job gains could be weighed down by the wave of cold and freezing temperatures that settled over much of the US last month, wrote Allen and fellow Pantheon economist Samuel Tombs in an investor note earlier this week. Citing the weather, they expect an increase of only 125,000 jobs.\n\nThe temperature averaged 37.8 degrees Fahrenheit during the jobs report’s reference week of the 12th — the lowest since 2015, they wrote.\n\n“Temperatures have been higher than normal in all seven Januarys in the last eight years when payrolls surged,” they wrote. “Conversely, cold snaps in 2009, 2015 and 2016 coincided with subpar payroll growth.”\n\nA final look at that estimate for a minus 818,000 job revision\nJanuary’s jobs report also will provide a clearer look at recent job gains (via the final benchmark revision) as well as the size and growth of the US labor market (via the inclusion of new population estimates from the Census Bureau).\n\nBut first a bit of background: The numbers in Friday’s jobs report most likely will change in the months (and years) to come. That’s just the nature of data collection, statistics and research: There’s a desire — and, in many cases, need — to know how the labor market and the broader economy are faring currently.\n\nEvery year, the Bureau of Labor Statistics conducts a thorough review of the survey-based employment estimates from the monthly jobs report and reconciles those estimates with fuller employment counts measured by the Quarterly Census of Employment and Wages (QCEW) program.\n\nThis annual process, called a benchmarking, provides a near-complete employment count, because the BLS can correct for sampling and modeling errors from the surveys and tie in those estimates to unemployment insurance tax records. The revision process is two-fold: A preliminary estimate is released in mid-August, and the final revision is issued in February, alongside the January jobs report.\n\nIn August 2024, the preliminary benchmark revision for the 12-month period ended in March 2024 was minus 818,000 jobs. That amounts to about 0.5% of the 161 million people employed in the US.\n\nIt remains to be seen how federal statistical agencies may fare under President Donald Trump, who has criticized economic data and seeks to rollback government programs.\nRelated article\nTrump routinely calls economic data ‘fake.’ Here’s why that’s dangerous\n\nThat annual preliminary release prompted then-candidate Donald Trump to call jobs data “a lie.” While the 818,000 downward revision, if it stands, would be the largest since 2009, there have been other large revisions in recent years, including a downward revision of 514,000 jobs for the year ended March 2019 (during Trump’s first presidency).\n\n“Revisions are not a bug, they’re a feature,” Erica Groshen, a former commissioner at the Bureau of Labor Statistics, told CNN last month.\n\nCome Friday, that revision is expected to narrow to about minus 670,000 jobs, according to Pantheon economists, noting an upward revision in the QCEW data as well as adjustments to a BLS model on business openings and closures.\n\nThe downward revision is likely attributed to the recent surge in immigration.\n\n“Payrolls will be revised down because many businesses are unwilling to disclose on UI forms that they employ unauthorized immigrants,” the economists wrote. The survey “simply asks businesses how many workers they employ, whereas the UI form asks them to provide each employee’s name and their social security number.”",
  "img": "",
  "audio": ""
}