{
  "id": 1738933927663,
  "title": "",
  "content": "US officials kept around 100 deported Indian migrants in shackles for their 40-hour flight home, including during bathroom breaks, in the latest incident to spark anger overseas at President Donald Trump’s migration crackdown.\n\nIndian lawmakers demonstrated outside parliament on Thursday, some wearing shackles and others mocking the much-touted friendship between Trump and Indian Prime Minister Narendra Modi.\n\nElsewhere in New Delhi, members of the youth wing of India’s main opposition party burned an effigy of Trump.\n\nLast month, the spectacle of Colombian deportees being shackled as they boarded a US deportation flight sparked a bitter dispute between the two countries, with Colombian president Gustavo Petro initially refusing the military plane permission to land.\n\nThe anger in India comes days ahead of an expected visit by Modi to meet Trump – whom he has called a “true friend” – at the White House.\n\nS. Kuldeep Singh Dhaliwal, a government minister in the western state of Punjab, where the deportation flight landed, urged Modi to “now use his friendship to resolve the issue.”\n\nDhaliwal also questioned “the usefulness of this friendship if it cannot help Indian citizens in need,” his office said in a statement.\n\nThe flight to India was the longest in distance since the Trump administration began deploying military aircraft for migrant deportations, according to a US official.\n\n“Our hands were cuffed and ankles tied with chains before we took the flight,” said 23-year-old Akashdeep Singh, who arrived in Punjab on Wednesday with 103 other deportees.\n\n“We requested the military officials to take it off to eat or go to the bathroom but they treated us horribly and without any regard whatsoever,” Singh added.\n\n“The way they looked at us, I’ll never forget it… We went to the bathroom with the shackles on. Right before landing, they removed (the shackles) for the women. We saw it. For us, they were removed after we landed by the local police officials.”\n\nUS Border Patrol Chief Michael W. Banks posted a video of the Indian deportees being put onto a plane on X. In the video, shackles are seen on the wrists and ankles of several men who shuffle slowly up the ramp.\n\nCNN has reached out to the Pentagon and US Customs and Border Protection for comment on whether the deportees were held in shackles for the duration of the flight.",
  "img": "",
  "audio": ""
}