{
  "id": 1738937942008,
  "title": "",
  "content": "One of Google’s Super Bowl ads features a Wisconsin cheese market owner who uses the company’s Gemini AI tool to write product descriptions. But cheese fans quickly caught a hole in a previous version last week.\n\nThe AI-generated copy in the commercial claimed that Gouda accounts “for 50 to 60 percent of the world’s consumption.” An X user quickly pointed out that that’s incorrect. (“Cheddar & mozzarella would like a word,” the user added.)\n\nThough widely used since the release of OpenAI’s ChatGPT in late 2022, generative AI still is prone to churning out inaccurate and oftentimes wacky results. Google’s AI-generated search results came under fire when it provided misleading information, such as falsely claiming that former President Barack Obama is a Muslim. Other users pointed out last year the tool recommended adding glue on pizza to help the cheese stick.\n\nGoogle is in the middle of a push to incorporate its Gemini AI technology across its suite of products in a race to keep up with its US AI competitors OpenAI and Meta, as well as new competitors in China.\n\nThe new advertisement from Google features a Wisconsin cheese market owner using Google's Gemini AI tool to write product descriptions. This version doesn't have the gaffe pointed out by social media users.\nThe new advertisement from Google features a Wisconsin cheese market owner using Google's Gemini AI tool to write product descriptions. This version doesn't have the gaffe pointed out by social media users. From Google\nOn X, Google Cloud executive Jerry Dischler said that the gaffe wasn’t a hallucination – which is when an AI model produces inaccurate or misleading results. Rather, he said “multiple sites across the web include the 50-60% stat.”\n\nIn a statement, Google said it had updated the commercial. The statistic is erased from the commercial currently uploaded on Google-owned YouTube.\n\n\n“After the question came up about the Gouda stat, we spoke with the owner of the Wisconsin Cheese Mart to ask him how he would handle. Following his suggestion to have Gemini rewrite the product description without the stat, we updated the UI to reflect what the business would do,” a Google spokesperson said Thursday.\n\nWhen Googling “gouda cheese consumption,” the first result that comes up is the 50-60% statistic from a site called Cheese.com. However, it’s hard to find another website that uses that number, and the statistic has long been debated on the internet.\n\nThe Wisconsin ad was part of a series of 50 commercials from 50 different states’ small businesses that show how they use Google Workspace with Gemini.",
  "img": "",
  "audio": ""
}