{
  "id": 1739195099307,
  "title": "",
  "content": "President Donald Trump, speaking to reporters on Air Force One Sunday, said he planned on announcing a 25% tariff on all steel and aluminum imports into the United States Monday.\n\n“We’ll also be announcing steel tariffs on Monday,” he said, adding, “any steel coming into the United States is going to have a 25% tariff.”\n\n“Aluminum, too,” he added.\n\nTrump also said he planned to hold a separate news conference Tuesday or Wednesday to announce massive new reciprocal tariffs, which could match other countries’ tariffs on US goods dollar-for-dollar.\n\n“Very simply, it’s if they charge us, we charge them,” Trump said.\n\nHe did not provide many details about how expansive the new tariffs would be or when they may go into effect. It’s not clear if the new steel and aluminum tariffs will be on top of the tariffs already in place on exports from countries like China.\n\nTrump in 2018, during his previous administration, also announced 25% tariffs on steel and 10% tariffs on aluminum, although the following year he lifted them on Mexico and Canada.\n\nLast week, Trump imposed a 10% tariff on all Chinese goods imported to the US on top of all existing tariffs already in place on China. After those tariffs went into effect Tuesday, China quickly retaliated by placing tariffs on some chips and metals, began investigating Google and placed the maker of the Calvin Klein and Tommy Hilfiger brands on its unreliable entities list.\n\nBut Trump already began dialing back those tariffs, pausing taxes on any goods worth $800 or less imported into the US until the Commerce Department can develop a system for imposing those hard-to-track items. Trump also paused 25% across-the-board tariffs on Mexican and Canadian imports until at least March 1.\n\nWhile the US is not the manufacturing-focused economy it once was, it still consumes tens of millions of tons of steel and aluminum a year, feeding industries such as automaking, aerospace, oil production, construction and infrastructure, such as roads and bridges. Tariffs would increase the cost of production in those industries both because of the increased cost of the imported steel, and because domestic steel and aluminum makers could raise the price of their products due to the reduced competition from low-priced imports.\n\nThe steel industry praised the prospect of tariffs to protect America’s interests.\n\n“AISI welcomes President Trump’s continued commitment to a strong American steel industry, which is essential to America’s national security and economic prosperity,” said Kevin Dempsey, CEO of the American Iron and Steel Institute, which represents steelmaking companies. “We look forward to working closely with the President and his administration to implement a robust and reinvigorated trade agenda to address the many foreign market-distorting policies and practices that create an unlevel playing field for American steelmakers.”\n\nCanada and Mexico are the largest and third largest exporters of steel to the US, respectively. Canada now accounts for nearly a quarter of steel imported by American businesses by weight, while Mexico accounts for about 12%, according to government data provided by the American Iron and Steel Institute, an industry trade group.\n\nThe European Union, which counted the US as the biggest market for its steel and iron exports in 2023, said Monday that it saw “no justification for the imposition of tariffs on its exports.”\n\n“We will react to protect the interests of European businesses, workers and consumers from unjustified measures,” Olof Gill, trade spokesperson at the European Commission, said in a statement.\n\nOverall, steel imported by American businesses plunged 27% between 2017, the year before there were tariffs, and 2019, the first full year of the tariffs, although some of that decline was due to decreased steel consumption. Domestic steel production rose in the same period but only equaled about two-thirds of the drops in imports. Despite the competitive lift that the domestic steel industry has received from tariffs, domestic production was down about 2% last year compared to 2023, and down nearly 10% from where it stood a decade ago.\n\nCNN’s Aileen Graef, James Frater and Olesya Dmitracova contributed to this report.",
  "img": "",
  "audio": ""
}