[
  {
    "id": 1737983023856,
    "title": "Round and Round",
    "content": "One day in my class, our teacher said, \"Cars, buses, bicycles, trains, and even planes are all the same in one way. Does anyone know how?\"\n\nJust then, my apple fell to the ground. It started to roll.\n\n\"That's it!\" I put up my hand. \"They all have wheels.\"\n\nThe teacher said, \"Very good! Now please put your apple away.\"\n\nVery good!\n"
  },
  {
    "id": 1737982976992,
    "title": "A Proud Father",
    "content": "Daniel loves hockey. He is a good hockey player. He plays on the school team.\n\nDaniel's father loves hockey too, but he doesn't play. He can't even skate. But he goes to all of Daniel's hockey games.\n\nWhen people ask about his favourite sport, he says, \"Hockey!\""
  },
  {
    "id": 1737982936290,
    "title": "What Do Birds Eat?",
    "content": "My grandpa likes birds. He often tells me what different birds eat.\n\nBirds eat many things. Some birds eat worms. Some birds eat seeds and nuts.\n\nDo you want to know something funny? Birds eat many different things, but they don't have teeth!\n\nHow do they chew their food? I wonder."
  },
  {
    "id": 1737982894582,
    "title": "How Do You Get Around?",
    "content": "In the world today, people can travel by car, train, ship, or airplane.\n\nBut do you know another way people get around? Yes, with animals.\n\nSome people ride horses. Some people ride elephants. In some places, people ride camels. In other places, people ride donkeys.\n\nThere are many ways to get around."
  },
  {
    "id": 1737982849748,
    "title": "Day or Night",
    "content": "Up in the sky is the red, hot sun. The sun gives us light and keeps us warm.\n\nAt night, we cannot see the sun, but the sun is still there.\n\nWhy can't we see the sun at night? The Earth moves around the sun. At night, the sun is on the other side of the Earth.\n\nFor example, when it is dark in Canada, the sun is shining in China."
  },
  {
    "id": 1737982804339,
    "title": "My Apple Tree",
    "content": "When I was born, my dad planted an apple tree in the backyard.\n\nNow I am six years old and so is my apple tree.\n\nWe have both grown a lot. I am tall. But my apple tree is much taller.\n\nI love my apple tree. It gives me apples in the fall. It's my special friend."
  },
  {
    "id": 1737982759541,
    "title": "My Cat",
    "content": "I have a cat. Her name is Spot. She is big and soft. She is white with black spots. She likes milk.\n\nShe drinks milk from a bowl.\n\nShe likes to sit at the window and look outside.\n\nShe likes to watch the birds in the trees.\n\nSometimes, she sleeps all day.\n\nDoes a cat dream? Maybe."
  },
  {
    "id": 1737982700725,
    "title": "Big Snow Days",
    "content": "Every winter, we have big snow days. When it snows day and night, we can have snow up to the windows.\n\nOn these days, no one can go to school. No one can go to work. What do we do? We play!\n\nWe play games. We make hot chocolate. We watch the snow fall. When it stops snowing, we go outside and make a BIG snowman!"
  },
  {
    "id": 1737982655892,
    "title": "Who Likes Cake?",
    "content": "On Saturdays, we go to Grandma's house.\n\nToday is Saturday. Grandma and I are making a cake.\n\nThe cake is pink. We put white sugar on top, and four candles. Why?\n\nIt's my little sister's fourth birthday!"
  },
  {
    "id": 1737982607331,
    "title": "A Lot of Socks",
    "content": "Have you ever thought about socks? Did you know they have been around for thousands of years?\n\nThey keep our feet warm and cozy. We wash them, dry them, and sometimes fix them.\n\nTake a look at how many socks you have at home. Now, think about how many socks there must be in the world!\n\nThere must be a lot of feet!"
  },
  {
    "id": 1737982520859,
    "title": "A Day at the Beach",
    "content": "Today, I'm at a beach with my family.\n\nThe sun is shining. The sky is blue. The water is blue. The sand is brown and hot.\n\nMy brother and I make a castle in the sand. My father helps us build the castle. My mother finds beautiful shells for us to put on top of our castle.\n\nIt is a great day at the beach!"
  },
  {
    "id": 1737982455497,
    "title": "Why Do We Sleep?",
    "content": "Susan doesn't want to sleep. She says, \"I'm not sleepy.\"\n\nMom tells her, \"Just lie on your bed, close your eyes. You will start to feel sleepy soon.\"\n\nBut Susan still has a question, \"Why do I have to sleep?\"\n\nMom says, \"You need to sleep to rest your body and mind. That way you will be strong and healthy.“"
  },
  {
    "id": 1737982348828,
    "title": "Talking Pen",
    "content": "Sandy receives a birthday gift. It's a new book.\n\nThe book comes with a pen. But it's not just any pen. It's a special pen.\n\nWhen Sandy points the pen at the words in the book, it starts talking!\n\nIt's called a talking pen. It reads the book aloud with Sandy. Her mom tells her that this is a new kind of book.\n\nWhat a great way to read a book!"
  },
  {
    "id": 1737982289798,
    "title": "Lights in the House",
    "content": "My mother was mad!\n\nWhat was wrong? She saw all the lights in the house were on and no one was home.\n\nMom said, \"When you turn off the lights, you save energy, you save money and you save the environment. Is that hard to do?\"\n\n\"No, of course not,\" said my brother.\n\n\"Please, let's not forget again,\" said my mother."
  },
  {
    "id": 1737982228112,
    "title": "Taking Turns",
    "content": "Jake and Anna both want to ride the same tricycle. What should they do?\n\n\"Let's take turns,\" says Jake.\n\n\"Good idea, Jake. You can go first,\" says Anna. \"I'll draw roads with chalk while I wait.\"\n\n\"All right! I'll go for a ride and then it's your turn,\" says Jake.\n\n\"Perfect! Taking turns is the best way to have fun with friends,\" says Anna.",
    "img": "",
    "audio": ""
  },
  {
    "id": 1737982118743,
    "title": "A Young Artist",
    "content": "Maddy loves drawing. She is only five years old, but she can draw many things.\n\nOne day, her grandma said, \"Maddy, can you draw me a happy puppy?\"\n\nGuess what Maddy drew? She drew a picture of her grandma sitting in a chair and holding a puppy.\n\nOf course, that was a happy puppy!"
  },
  {
    "id": 1737867004972,
    "title": "The Christmas Pig",
    "content": "We live on a farm. We have lots of animals. My favourite animal is Walter. He is a pig.\n\nThis Christmas, Dad built a manger for my school's Christmas play. A manger is a big box that holds food for cows. Jesus slept in a manger when he was just born.\n\nOne day, my friends came over to practise singing Christmas songs. Afterwards. we decided to go for a sleigh ride. We went out to the barn to get the sleigh.\n\nDad opened the big barn door. He turned on the lights. There.\n\nnestled in the manger full of hay, was a very sleepy Walter He raised his head. He could barely open his eyes. We all laughed so hard that we nearly fell over.\n\nWalter went right back to sleep. It made us laugh even harder.\n\nSince then, he has been known as Waller, the Christmas Pig.\n",
    "img": "",
    "audio": ""
  },
  {
    "id": 1737860186722,
    "title": "Broken Ankle",
    "content": "\nDr.Miller broke his ankle. \"I don't understand how I broke it,\" he told his friends. \"I was walking in the woods when I stepped into a hole. But, I don't think | twisted it enough to break it.\"\n\n\"Now you get to see what it's like to be a patient,\" his wife told him.\n\nFinally, Dr.Miller's ankle got better and he could walk normally again.\n\nOne day, he said, \"I'm going for a walk in the woods to see if I can figure out how I broke my ankle in that hole.\"\n\nDr.Miller found the hole. He looked at it from every angle, but he still couldn't figure out how he had broken his ankle.\nHe stuck his foot down the hole. Just then, he slipped and broke his ankle all over again!",
    "img": "",
    "audio": ""
  },
  {
    "id": 1736689446457,
    "title": "Uncle John Loves to Ski.",
    "content": "Uncle John loves to ski.\nIn winter, he goes skiing on the snow.\nIt's his favourite sport.\nWhat does he love to do in summer? He likes to ski too.\nHow can he ski in summer? He goes water skiing.\nIt's a lot of fun.\nSummer or winter, on snow or water, Uncle John loves to ski.",
    "audio": "https://onestoryaday.cn/files/audio/accompanying/osad/beginners/single/b01s15.mp3"
  },
  {
    "id": 1736689272984,
    "title": "The First Word",
    "content": "I wonder what the first word was.\nWho spoke the first word? How long ago? Was it \"hello\"? Or was it \"goodbye\"? Ever since that first word, people have been talking.\nI think I know what the first word was.\nSomeone was cooking on a fire and burned himself.\n\"Ouch!!!\"",
    "img": "",
    "audio": "https://onestoryaday.cn/files/audio/accompanying/osad/beginners/single/b01s14.mp3"
  },
  {
    "id": 1736689063221,
    "title": "I Can't Stop!",
    "content": " Bob has a problem.\nAt supper time, his mom puts out a lot of food on the table.\nHe just can't stop eating.\nSoon, he eats too much.\n\"Mom, what should I do?\" Bob asks.\nHis mom says, \"I will make small meals from now on.\nThat way, you won't have the problem of overeating.\" \"Good idea, Mom,\" Bob says.",
    "audio": "https://onestoryaday.cn/files/audio/accompanying/osad/beginners/single/b01s13.mp3"
  },
  {
    "id": 1736688308472,
    "title": "A Bird and a Cat",
    "content": "I have a little blue bird.\nShe lives in a cage in my room.\nShe is a beautiful bird.\nShe likes to sing, and she likes me.\nBut she does not like my cat.\nShe is a happy bird.\nI enjoy listening to my bird's singing.\nBut when my cat comes in the room, the bird stops singing.\nShe is quiet.\nShe sits and watches the cat.\nI think she is afraid of the cat.",
    "audio": "https://onestoryaday.cn/files/audio/accompanying/osad/beginners/single/b01s12.mp3"
  },
  {
    "id": 1736688115849,
    "title": "",
    "content": "Save the World.\nOne day, Simon's mother asks him what he wants to do when he grows up.\n\"Save the world!\" he says.\nHis mother smiles and says, \"I'm glad to hear that.\nBut can you save your world first?\" \"What?\" asks Simon.\n\"Clean up your room, can you do that?\" says the mother.\n\"Yes...\nI can!\" says Simon.",
    "audio": "https://onestoryaday.cn/files/audio/accompanying/osad/beginners/single/b01s11.mp3"
  },
  {
    "id": 1736687927400,
    "title": "",
    "content": "Everything Is New! When the first baby is born, everything is new.\nWith a new baby, there is a new mother and new father.\nThere is also a new grandfather and grandmother, a new uncle and new aunt.\nThe new parents have to prepare a new bed and new clothes and new toys for the new baby.\nEverything is new!",
    "audio": "https://onestoryaday.cn/files/audio/accompanying/osad/beginners/single/b01s10.mp3"
  },
  {
    "id": 1736687737496,
    "title": "",
    "content": "A Windy Christmas.\nChristmas was very different this year.\nOn Christmas Day, there was no snow or ice.\nIt was a windy day.\nThe wind was so strong, I could not even walk on the street.\nI had to run! The strong wind pushed me all the way home.\nI think the wind pushed Santa Claus home too.",
    "audio": "https://onestoryaday.cn/files/audio/accompanying/osad/beginners/single/b01s09.mp3"
  },
  {
    "id": 1736687566955,
    "title": "",
    "content": "Colours.\nOne day, Red and Blue were arguing about which colour is the best.\nRed said, \"I get all the attention!\" Blue said, \"I am the colour of the sea!\" All of a sudden, red spilled onto blue.\nPurple was born.\nFrom then on, they both agreed that purple was their favourite colour.",
    "audio": "https://onestoryaday.cn/files/audio/accompanying/osad/beginners/single/b01s08.mp3"
  },
  {
    "id": 1736687325358,
    "title": "",
    "content": "Many Kinds of Milk.\nAt school, Joey's teacher says, \"Milk is good for you.\nIt helps you grow strong.\" Then she asks, \"Do you know where milk comes from?\" \"Cows, of course!\" all the children say.\n\"Yes, milk can come from cows.\nBut around the world, people also drink milk from sheep, horses, and camels,\" says the teacher.\nWow! Joey learns something new.",
    "audio": "https://onestoryaday.cn/files/audio/accompanying/osad/beginners/single/b01s07.mp3"
  },
  {
    "id": 1736687136986,
    "title": "",
    "content": "A Picture for Dad.\nI painted a picture of my dad for his birthday.\nIt was the first time I drew a picture of him.\nAt the party, I was scared to give it to him.\nWhy? Because it wasn't very good.\nBut when my dad saw it, he said that he liked it.\nHe put it right up on the wall and said, \"It looks just like me!\"",
    "audio": "https://onestoryaday.cn/files/audio/accompanying/osad/beginners/single/b01s06.mp3"
  },
  {
    "id": 1736686947117,
    "title": "",
    "content": "Basketball Is Fun.\nMy uncle gave me a basketball for my birthday.\nUncle showed me how to bounce the ball.\nAt first, I could only bounce the ball a few times.\nWith practice, I could bounce the ball up to ten, eleven, twelve...\ntwenty...\nthirty...\nand one hundred times! I was so excited.\nI wish I could put the ball in the net!",
    "audio": "https://onestoryaday.cn/files/audio/accompanying/osad/beginners/single/b01s05.mp3"
  },
  {
    "id": 1736686756431,
    "title": "",
    "content": "Tall Tom.\nTom is very tall.\nHe is taller than anyone in our class.\nHe is even taller than our teacher.\nToday, our teacher asked us to play a game called Reach High.\nTom raised his hand and all the kids jumped as high as possible.\nThey tried to reach Tom's hand.\nBut no one could do it.",
    "audio": "https://onestoryaday.cn/files/audio/accompanying/osad/beginners/single/b01s04.mp3"
  },
  {
    "id": 1736686494664,
    "title": "",
    "content": "Report Card.\nPat stopped working and came out of his office.\nHe wanted to see what others were doing in the next room.\nHe told them that his 95-year-old mother still kept his kindergarten report card.\n\"What did the report card say?\" asked one of his friends.\n\"Stop visiting your neighbours!\" said Pat.",
    "audio": "https://onestoryaday.cn/files/audio/accompanying/osad/beginners/single/b01s03.mp3"
  },
  {
    "id": 1736686169952,
    "title": "",
    "content": "Fun at School.\nCory goes to school three days a week.\nHe learns about letters and numbers.\nHe plays with his friends.\nThey play inside when it rains and outside when it is sunny.\nIt is fun! Next year, he will be five years old.\nHe will go to school five days a week! He can't wait!",
    "audio": "https://onestoryaday.cn/files/audio/accompanying/osad/beginners/single/b01s02.mp3"
  },
  {
    "id": 1736685936573,
    "title": "",
    "content": "The Sky Is Blue! My uncle sends me a picture.\nIt's a picture of a blue sky and white clouds.\n\"I am so happy to see the blue sky!\" says my uncle.\nI wonder why.\n\"Isn't the sky always blue?\" \"No,\" he says.\n\"The sky in my city is often grey because there are too many cars.\" That's why he is so excited!",
    "img": "",
    "audio": "https://onestoryaday.cn/files/audio/accompanying/osad/beginners/single/b01s01.mp3"
  },
  {
    "id": 1736170059423,
    "title": "",
    "content": "This is a dog.\nIt is small and thin.\nThis is a horse.\nIt is big and tall.\nThese are pigs.\nThey are small and fat.\nThis is a cow.\nIt is big and fat.\nThese are rabbits.\nThey are short and fat."
  },
  {
    "id": 1736169081377,
    "title": "",
    "content": "Tony is writing about some animals.\nHelp him complete the sentences.\nThese baby lions.\nThey are yellow.\nThey small thin.\nThey long tails.\nThis black and white.\na panda.\nIt fot It big fat.\nIt short legs."
  },
  {
    "id": 1736168839468,
    "title": "",
    "content": "it is that is these are they are this is those are Dad: Andy, this is a bear.\nAndy: this is big and fat.\nDad: these are pandas.\nAndy: they are black and white.\nDad: That is a lion.\nAndy: It is big.\nDad: Those are monkeys.\nAndy: They are thin."
  },
  {
    "id": 1736053118904,
    "title": "",
    "content": "I love my family.\nThey always take care of me.\nMy mother loves to cook delicious food.\nI help her prepare the meal.\nMy father works for the family.\nHe helps mother too with the dishes and the laundry.\nWe help each other in everything.\nWe are a happy and loving family.\nMy brothers and sisters are also nice to me."
  },
  {
    "id": 1736053083659,
    "title": "",
    "content": "I love reading books.\nEvery day, I pick up a book and enter a new world.\nThe stories take me on exciting adventures, and I learn new things.\nI like to read in a quiet corner, surrounded by the smell of pages.\nThe characters become my friends, and their journeys inspire me.\nReading helps me relax and imagine wonderful places.\nWhether it's a rainy day or a sunny afternoon, a good book is my perfect companion."
  },
  {
    "id": 1736053038331,
    "title": "Hello! New classmate",
    "content": "Today, our class has a new student, and she comes from Japan.\nHer name is Yuki, and she is very friendly.\nEveryone in the class welcomed her with smiles and greetings.\nAt first, Yuki seemed a bit shy, but as the day went on, she started to feel more comfortable.\nWe helped her with the school routine, showed her around the classroom, and explained things in simple English."
  },
  {
    "id": 1736052942676,
    "title": "",
    "content": "What is a friend ? A friend is someone who is always happy to help when you run into a problem.\nA friend is someone who brings out the best in you.\nA real friend is someone who cheers you up when you are feeling bad.\nTrue friends advise you and will never turn you down.\nGood friends are hard to come by, harder to leave, and impossible to do without."
  },
  {
    "id": 1736052895948,
    "title": "My best friend",
    "content": "A best friend is a person who you value above other friends in your life, someone you have fun with, someone you trust and someone in whom you confide.\nThe first person you call when you get good news or want to go out for a bite to eat is an example of your best friend."
  },
  {
    "id": 1736052838392,
    "title": "Autumn is coming",
    "content": "Autumn is coming, and I can feel the changes in the air.\nThe days are getting cooler, and the leaves are starting to change color.\nI love the way the trees turn red, orange, and yellow.\nIt's a beautiful sight! The sound of leaves crunching under my feet is one of my favorite things about autumn.\nI also enjoy the cozy feeling of wearing sweaters and drinking hot chocolate.\nAutumn is the season of harvest, and I look forward to eating fresh apples and pumpkins.\nThe days are shorter, but the evenings are perfect for relaxing with a good book.\nAutumn brings a peaceful and calm atmosphere that I always enjoy."
  },
  {
    "id": 1736052755584,
    "title": "My Home",
    "content": "My home is a special place.\nIt's where I feel safe, loved, and happy.\nInside, there are cozy rooms filled with the things I love.\nIn the living room, we have a big, comfortable couch where my family and I watch movies and play games together.\nOur kitchen always smells delicious, with the aroma of my mom's cooking.\nMy bedroom is my favorite place.\nIt's where I have my toys, books, and a soft bed.\nI like to read bedtime stories there and dream sweet dreams."
  },
  {
    "id": 1736052715474,
    "title": "Wonderful Place",
    "content": "The air is fresh.\nI like fresh air.\nThe trees are green.\nThe water is clean.\nThis place is wonderful.\nI want to live here."
  },
  {
    "id": 1736052674233,
    "title": "My house",
    "content": "My house is simple but tidy.\nThere are two rooms.\nWe have a living room, bathroom and kitchen.\nThe yard has beautiful flowers and butterflies.\nIt is so nice to live here."
  },
  {
    "id": 1736052607328,
    "title": "After school",
    "content": "After school, I usually go home with my friends.\nWe walk together, and sometimes we talk about our day.\nWhen I get home, I have a snack.\nMy favorite is a peanut butter and jelly sandwich.\nIt's so yummy! Then, I do my homework.\nSometimes, it's a little tricky, but I always try my best.\nI know that doing homework is important.Once my homework is done, I like to play outside.\nI ride my bike or play with my dog in the yard.\nIt's so much fun!"
  },
  {
    "id": 1736052541899,
    "title": "",
    "content": "My Sunday I love Sundays! On Sunday, I don't go to school.\nSo, I usually get up late in the morning.\nIn the afternoon, I often go out with my family.\nWe usually go to a park or go shopping.\nEvery other Sunday, I visit my grandparents.\nWhen I visit them, my grandmother cooks me a delicious meal.\nIn the evening.\nI watch TV or play computer games.\nSunday is fun and relaxing!"
  },
  {
    "id": 1736052465654,
    "title": "",
    "content": "The girl is watering the flowers! She is holding a watering can.\nShe is pouring the water onto the flowers.\nThe water and sunshine help the flowers grow.",
    "img": ""
  },
  {
    "id": 1736047148433,
    "title": "",
    "content": "Visit to a farm To roderickoo@pmail.com Subject Visit to a farm Dear Grandpa, We are on a farm now.\nI can see some sunflowers and tulips.\nThey are yellow.\nThere are some dragonflies in the sky.\nGuess what? Mum finds a grasshopper on my shoulder! I can see some goats too.\nThey have horns and short tails.\nI like the ducks and the geese.\nThey are in the pond.\nWe have so much fun.\nLove, Anna"
  },
  {
    "id": 1735995172304,
    "title": "",
    "content": "Dear Alice, How are you? I draw some pictures for you.\nThey are about my family.\nIn the first picture, I am cooking an egg and I am happy.\nIn the second picture, Dad and my sister are fishing.\nThey catch two fish and one crab.\nThey are excited! In the third picture, my brother is riding a bike in the park.\nHe is thirsty.\nHe wants to drink some water.\nIn the last picture, my little sister is dancing.\nShe is singing a song too.\nMum is blowing up a balloon for her.\nWhat do you do with your family? Write back soon.\nBest, Franky"
  },
  {
    "id": 1735995025297,
    "title": "",
    "content": "Lucy is in her bedroom.\nShe is looking for her doll.\nIt is cute.\nIt is wearing a blouse and a colourful skirt.\nThe blouse has two pockets.\nLucy is looking at the doll's house.\nShe finds her yo-yo there.\nShe finds her doll too! She is happy."
  },
  {
    "id": 1735994931413,
    "title": "",
    "content": "Martin is my classmate.\nHe is a monitor.\nHe is six years old.\nHe has some exercise books.\nMiss Chung is my Maths teacher.\nShe has a marker.\nIt is blue.\nI like Miss Chung.\nShe is nice."
  },
  {
    "id": 1735994848740,
    "title": "",
    "content": "Apples are red.\nThey are sweet and crunchy.\nOranges are round and juicy.\nWatermelons are round too.\nThey have small black seeds."
  },
  {
    "id": 1735994785939,
    "title": "",
    "content": "I love watermelons, grapes and blueberries! Watermelons are big.\nThey are juicy! They have small black seeds.\nGrapes are sweet.\nTheir skins are red, green and purple.\nthave eleven blueberries now.\nThey are round and soft."
  },
  {
    "id": 1735987505214,
    "title": "My Day Off",
    "content": "Saturday and Sunday are my days off.\nI don't go to school.\nI usually get up at eight o'clock in the morning, do morning exercises and go to the bathroom.\nWe have breakfast at half past eight.\nAfter breakfast my parents and I go for a walk to the park.\nWe sometimes play different games there.\nIn the afternoon we have dinner.\nEvery Saturday I help my m other about the house.\nIn the evening we go to the cinema or to the theatre.\nI go to bed at half past ten in the evening."
  },
  {
    "id": 1735987427445,
    "title": "My best friend",
    "content": "My name is Maria.\nI am nine years old.\nI have got one best friend.\nShe is Alice.\nHer hobby is drawing.\nHer favourite colour is blue.\nShe likes eating ice-cream.\nI met her two years ago.\nWe don't fight.\nWe both live in the same city.\nHer house is near the school, but my house is far from school.\nHer hair is short and my hair is long.\nWe share secrets.\nShe is very humorous.\nShe always makes me laugh.\nShe is kind, too.\nShe likes to share her food with me.\nMy birthday is on January, 5th and her birthday is on October, 4th.\nShe is so cute.\nShe likes to swing and I like to slide.\nI feel happy when I am staying with her.\nAnd she feels happy when she is staying with me, too!"
  },
  {
    "id": 1735987332445,
    "title": "Sport in My Life",
    "content": "Sport is an important part of my life.\nTo tell the truth I don’t do sports regularly.\nBut in the morning I do my exercises.\nIn summer I go swimming as there is a beautiful lake with pure water where my grandparents live.\nI like to ride the bike.\nI also enjoy playing badminton, football and volleyball.\nIn winter I like skating, skiing and tobogganing.\nIn our school we have a nice gym.\nSports and games are popular among pupils.\nA lot of children train at special sport schools.\nDoing sports I become strong and healthy.\nSport gives me a lot of joy and pleasure."
  },
  {
    "id": 1735987214158,
    "title": "My Working Day",
    "content": "Every morning I get up at seven o'clock in the morning.\nI wash my face, clean my teeth, do morning exercises and get dressed.\nAt half past seven I have my breakfast.\nI usually have a cup of tea and sandwiches for breakfast.\nI go to school at a quarter to eight.\nI have five or six lessons at school every day.\nI come home at three o'clock, have my dinner and do my homework.\nAt five o'clock I go for a walk with my friends.\nIn the evening my parents and I have supper.\nI always help my mother to do the washing up.\nAfter that I like to watch TV with my father or read books in my room.\nI go to bed at ten o'clock in the evening."
  },
  {
    "id": 1735987124869,
    "title": "My Pet",
    "content": "My favourite pet is a parrot.\nHe is multicoloured: green, yellow, blue and red.\nHe has a large beak, a short neck, two beautiful wings and a long tail.\nHe has four toes on each foot two front and two back.\nSome parrots live longer than most dogs and birds.\nMy parrot has a very loud voice.\nI teach him to talk.\nHe knows many words and can talk well.\nHe is playful, talkative and a great pet.\nHe lives in the cage.\nHe can eat almost anything human eats.\nI give him food and water every day.\nHe likes fruit and vegetables.\nHe likes to chew rubber toys, to fly, play and talk.\nI like my parrot because he is funny.\nHe is a member of our family."
  },
  {
    "id": 1735986852302,
    "title": "School",
    "content": "School is a special place where I learn new things every day.\nI have friends, and we study different subjects together.\nIn the classroom, there are desks, chairs, and a chalkboard where the teacher writes.\nWe read books, solve math problems, and draw pictures.\nDuring break time, we play games in the schoolyard.\nSchool is fun because I get to discover and explore many exciting ideas with my classmates and teachers."
  },
  {
    "id": 1735986734263,
    "title": "My Hobby",
    "content": "My name is Ann.\nI am a pupil.\nI am in the fourth form.\nI go to school.\nWhen I come home after school I like to read.\nMy hobby is reading.\nI have many friends.\nThey have hobbies too.\nMy friend Kate collects shells.\nShe always brings a lot of beautiful shells from the seaside.\nMy friend Sasha collects coins.\nHe has a big collection of coins.\nHis father brings him coins from different countries."
  },
  {
    "id": 1735986488298,
    "title": "My School",
    "content": "I like going to school.\nMy school is quite near my house.\nIt is a large, two-story building with a big playground in front of it.\nThe office is on the ground floor, and the staff room is on the first floor.\nThe principal's office is next to the staff room.\nThere are, in all, twenty-three teachers in our school.\nMy classroom is on the second floor.\nThere are twelve classrooms in all.\nThere is also a small library and a laboratory.\nAssembly is held on the grounds.\nWhen it rains, we say our prayers in the classroom.\nOur annual function and sports events are held on the ground.\nThese events are most exciting.\nSchool is great fun, indeed!",
    "img": ""
  },
  {
    "id": 1734612543152,
    "title": "",
    "content": "sing a song draw a picture tell a story"
  },
  {
    "id": 1734007786953,
    "title": "a toe",
    "content": "a finger\nan ear\na mouth\na leg\na head\na hand\nan arm\na foot\nfeet"
  },
  {
    "id": 1734006638619,
    "title": "What is that?",
    "content": "It is a tiger.\nThat is a panda.\nIt is fat.\nWhat are those?\nThey are elephants.\nThey are thin.\nThose are lions.\nThey are small.\nThis is a bear."
  },
  {
    "id": 1734006039898,
    "title": "short",
    "content": "tall\nthin\nfat\nsmall\nbig\na panda\na lion\na bear\nanimals",
    "img": ""
  },
  {
    "id": 1733322608261,
    "title": "Car",
    "content": "My car.\nThis is my car.\nMy car is big.",
    "image": "img/cry.png",
    "img": "/img/car.png"
  },
  {
    "id": 1733322448401,
    "title": "Pan",
    "content": "My pan.\nMy pan is small.",
    "img": "/img/pan.svg"
  },
  {
    "id": 1733321256907,
    "title": "Pan",
    "content": "My pan.\nMy pan is big.",
    "img": "/img/pan.svg"
  },
  {
    "id": 1733318187029,
    "title": "Book",
    "content": "A book.\nThis is a Book.",
    "img": "/img/book.svg"
  },
  {
    "id": 1738408441957,
    "title": "",
    "content": "新年假作——舞獅(一至三年級)\n\n各位同學,你們在新年期間看過舞獅表演嗎?你知道舞獅的起源與意 「義嗎?閱讀下面的文章和觀看短片,認識一下非物質文化項目———舞獅。\n\n一、舞獅的起源\n\n舞獅歷史源自漢朝,據《史記》記載,我國古代就有扮獸演戲的表\n\n演,漢武帝招待各國特使來訪時,會以歌舞招待。演員戴面具,扮鳥獸,\n\n—載歌載舞,以示歡迎。\n\n然而,各國嘉賓觀看扮獸的表演,唯獨沒有獅子獸皮,原因是當時中 國未有獅子獸類。後來經過文化交流,真獅子來到中國,馴獅舞蹈此種雜 技節目首次傳來華夏。此種驚險刺激的馴獅舞蹈,只在皇宮舉行,平民百 姓未能觀看,於是民間藝術家便根據書籍及傳聞記載,運用其藝術構思, 製成假獅子,突出獅子寬闊前額,撅起鼻子、張開大口的外型,給人一種 既勇猛又溫馴,既威武又充滿活力感覺。自此之後,便展開了民間舞獅的 出現。\n\n資料來源:中國香港中國國術龍獅總會有限公司\n",
    "img": "",
    "audio": ""
  }
]